Repository: wp-plugins/woocommerce-for-salesautopilot
Catalog: languages/ss_wc_salesautopilot-*.po
Languages: hu_hu

source: SalesAutpilot - Put Your Sales on Autopilot ...once and for all
hu_hu: SalesAutoPilot - Önműködő értékesítés egyszer, s mindenkorra

source: SalesAutopilot error: Please enter your api username and password <a href="%s">here</a>
hu_hu: Hiba: írja be az API felhasználónevét és jelszavát <a href="%s">ide</a>

source: Select a list...
hu_hu: Válasszon ki egy listát

source: Enter your API username/password and save to see your lists
hu_hu: Írja be az API felhasználónevét és jelszavát, hogy láthassa a listáit

source: Select a form...
hu_hu: Válasszon ki egy űrlapot

source: Select a list in order to see its order forms.
hu_hu: Válasszon ki egy listát, hogy láthassa a hozzá tartozó űrlapokat

source: Enable/Disable
hu_hu: Engedélyezés/Tiltás

source: Enable SalesAutopilot
hu_hu: SalesAutopilot engedélyezése

source: API Username
hu_hu: API felhasználónév

source: SalesAutopilot API username. <a href="http://www.salesautopilot.com/knowledge-base/api/api-key-pairs" target="_blank">How to get your API username/password</a>
hu_hu: SalesAutopilot API felhasználónév. <a href="http://www.salesautopilot.com/knowledge-base/api/api-key-pairs" target="_blank">Itt találja az API felhasználónevét és jelszavát</a>

source: API Password
hu_hu: API jelszó

source: SalesAutopilot API password. <a href="http://www.salesautopilot.com/knowledge-base/api/api-key-pairs" target="_blank">How to get your API username/password</a>
hu_hu: SalesAutopilot API jelszó. <a href="http://www.salesautopilot.com/knowledge-base/api/api-key-pairs" target="_blank">Itt találja az API felhasználónevét és jelszavát</a>

source: eCommerce List
hu_hu: Megrendelés lista

source: Orders will be added to this eCommerce list.
hu_hu: A megrendelések a kiválasztott megrendelés listába kerülnek rögzítésre

source: Order Form
hu_hu: Megrendelő űrlap

source: Orders will be added through this eCommerce form.
hu_hu: A megrendelések ezen az űrlapon keresztül kerülnek rögzítésre.

source: Unable to load lists from SalesAutopilot: (%s) %s
hu_hu: Nem lehetett betölteni a listákat a SalesAutopilot rendszerből: (%s) %s

source: Unable to load forms from SalesAutopilot: (%s) %s
hu_hu: Nem lehetett betölteni az űrlapokat a SalesAutopilot rendszerből: (%s) %s

source: Enter your SalesAutopilot settings below to WooCommerce could send order to your eCommerce list.
hu_hu: Adja meg a SalesAutopilot hozzáférését és paramétereit, hogy a WooCommerce át tudja küldeni a beérkező megrendeléseket.

source: Settings
hu_hu: Beállítások
